{
  "metadata": {
    "total_size": 4548144832
  },
  "weight_map": {
    "model.language_model.embed_tokens.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.merger.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.mlp.down_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.mlp.gate_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.mlp.up_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.linear_attn.in_proj_qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.self_attn.q_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.self_attn.q_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.self_attn.q_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.self_attn.q_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.self_attn.q_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.self_attn.q_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.fc.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.self_attn.q_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.merger.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.self_attn.o_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.self_attn.o_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.self_attn.o_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.self_attn.o_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.self_attn.o_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.self_attn.o_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.self_attn.o_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.linear_attn.out_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.linear_attn.in_proj_z.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.19.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.19.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.2.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.2.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.20.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.20.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.21.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.21.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.22.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.22.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.23.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.23.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.3.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.3.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.4.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.4.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.5.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.5.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.6.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.6.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.7.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.7.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.8.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.8.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.9.mlp.linear_fc1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.9.mlp.linear_fc2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.19.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.2.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.20.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.21.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.22.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.23.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.3.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.4.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.5.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.6.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.7.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.8.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.9.attn.qkv.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.pos_embed.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.patch_embed.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.self_attn.k_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.self_attn.v_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.self_attn.k_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.self_attn.v_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.self_attn.k_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.self_attn.v_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.self_attn.k_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.self_attn.v_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.self_attn.k_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.self_attn.v_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.self_attn.k_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.self_attn.v_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.self_attn.k_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.self_attn.v_proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.19.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.2.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.20.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.21.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.22.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.23.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.3.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.4.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.5.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.6.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.7.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.8.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.9.attn.proj.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.linear_attn.in_proj_b.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.linear_attn.in_proj_a.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.linear_attn.conv1d.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.19.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.2.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.20.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.21.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.22.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.23.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.3.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.4.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.5.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.6.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.7.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.8.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.9.mlp.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.merger.linear_fc1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.19.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.2.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.20.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.21.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.22.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.23.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.3.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.4.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.5.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.6.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.7.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.8.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.9.attn.qkv.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.11.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.1.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.10.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.14.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.15.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.19.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.13.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.12.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.18.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.16.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.23.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.20.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.3.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.21.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.22.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.2.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.17.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.norm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.7.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.layers.0.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.pre_fc_norm_embedding.weight": "model.safetensors-00001-of-00001.safetensors",
    "mtp.pre_fc_norm_hidden.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.5.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.4.post_attention_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.6.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.8.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.9.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.layers.0.input_layernorm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.language_model.norm.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.merger.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.0.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.1.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.10.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.11.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.12.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.13.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.14.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.15.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.16.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.17.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.mlp.linear_fc2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.norm1.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.norm1.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.norm2.bias": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.18.norm2.weight": "model.safetensors-00001-of-00001.safetensors",
    "model.visual.blocks.19.attn.proj.bias": "model.safetensors-00001-of-00001.safetensors",
